/*************************************************************************
* > File Name: media_library.c
* > Author   : rack
* > Function :
* > Type     :
* > Github   : https://github.com/rack-leen
* > Date     : 2018年06月05日 星期二 14时17分30秒
**************************************************************************/

/*************************************************************************
* > 头文件
**************************************************************************/
#include "media_library.h"

#define GET_NAME "%255s"

void print_playlist()
{
    int slect_value ;

    char
}
